import random
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
p = ['Добрый день, ', 'Привет! ', 'Доброго времени суток, ', 'Приветствую! ', 'Добрый вечер, ']
name = str(input('Как Вас зовут? '))
print(random.choice(p) + name)
p1 = ['Нажмите на ENTER']
input()
